[TheWorld:PersistentLevel.Main_Sequence.DisSeqAct_DialogScriptedChoice_0 DisSeqAct_DialogScriptedChoice]
m_Title=""
m_Choices[0]=(m_ChoiceText="Leave Tower")
m_Choices[1]=(m_ChoiceText="Cancel")

[TheWorld:PersistentLevel.Main_Sequence.DisSeqAct_ShowLocationDiscovery_0 DisSeqAct_ShowLocationDiscovery]
m_LocationName="Sala Segura do Regente"

[TheWorld:PersistentLevel.Main_Sequence.DisSeqAct_UpdateTaskTarget_1 DisSeqAct_UpdateTaskTarget]
m_TargetName="O Lorde Regente"

